/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Andmeid pole";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Salvesta";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Sisesta allkiri uuesti";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Eemalda";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Tühista";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Allkiri";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Puuduta allkirjastamiseks";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Allkirjaala";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Allkirjastamiseks topeltpuudutage ja lohistage sõrmega";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Allkirja pilt";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Allkirjarida";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Tühistatud";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Edasi";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Olek";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Kasutaja tühistas kasutuselevõtu";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Kasutuselevõttu ei saa ilma nõusolekuta jätkata.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Anna nõusolek";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Katkesta";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Tagasi";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Toiming";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "/";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Kas soovite kasutuselevõtuprotsessi kindlasti katkestada?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Soovite andmete privaatsust?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Käige oma andmetega targalt ümber";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Mitte praegu";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Luba";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Keela";

/* XBUT: Agree action title in EULAView */
"Agree" = "Nõustu";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Ei nõustu";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Laadimine...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Kuvamiseks pole veel midagi";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d t %d min";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Valmis";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Andmetabelis on %d tõrget.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "reapäis";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "rida %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "veerg %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "eestarvik";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "järeltarvik";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "tekst";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "pilt";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "kuupäev";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "kellaaeg";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "kestus";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "loendiüksus";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "valitud";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "pole valitud";

/* XBUT: calendar time component label */
"Time" = "Kellaaeg";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Väärtus: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Puudutatud lahter on kirjutuskaitstud.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Kirjutuskaitstud väli";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Märkide ülempiir on täis";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Vähendage märkide arvu";

